tap "carlocab/personal"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "python@3.10"
brew "autojump"
brew "cmake"
brew "eza"
brew "fzf"
brew "git"
brew "neovim"
brew "powerlevel10k"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "tcl-tk"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "carlocab/personal/unrar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "keycastr"
cask "qbittorrent"
cask "wezterm"
